//
//  CategoryList.swift
//  MarketCurlyB
//
//  Created by 김주영 on 2022/01/08.
//

import Foundation

struct CategotyList {
    let arrayList: Array<String> = ["설 선물세트", "채소", "과일·견과·쌀", "수산·해산·건어물", "정육·계란", "국·반찬·메인요리", "샐러드·간편식", "면·양념·오일", "생수·음료·우유·커피",
                                    "간식·과자·떡", "베이커리·치즈·델리", "건강식품", "전통주", "생활용품·리빙·캠핑", "스킨케어·메이크업", "헤어·바디·구강", "주방용품", "가전제품", "베이비·키즈·완구"]
    let arraySection0: Array<String> = ["","=== 카테고리별 ===","홍삼·즙·건강식품","정육·가공육·건육","수산·건어물·젓갈","과일·견과·곡류","디저트·치즈·다과류","면·양념·오일·캔류",
                                        "생활·주방·뷰티","간편식·반찬","=== 가격대별 ===", "3만원 미만", "3-5만원", "5-10만원", "10-20만원", "20만원 이상"]
    let arraySection1: Array<String> = ["","전체보기","친환경","고구마·감자·당근","시금치·쌈채소·나물","브로콜리·파프리카·양배추","양파·대파·마늘·배추","오이·호박·고추",
                                        "냉동·이색·간편채소","콩나물·버섯"]
    let arraySection2: Array<String> = ["", "전체보기", "친환경","제철과일","국산과일","수입과일","간편과일","냉동·건과일","견과류","쌀·잡곡"]
    let arraySection3: Array<String> = ["","전체보기","제철수산","생선류","굴비·반건류","오징어·낙지·문어","새우·게·랍스터","해산물·조개류","수산가공품","김·미역·해조류","건어물·다시팩"]
}
