//
//  Dummys.swift
//  MarketCurlyB
//
//  Created by 김주영 on 2022/01/19.
//

import Foundation
struct Dummys {


    let name: [String] = ["칠레산 생체리", "GAP 담양딸기 500g", "친환경 하우스 딸기", "스팸 선물세트", "유명산지 한판딸기", "한삼인 기운담은 선물세트", "모듬초밥 10p", "미국산 블랙앵거스 구이용", "아루화 담양한과 달빛 세트"]
    let price: [String] = ["4,900원", "18,000원", "23,000원", "40,000원","16,000원", "15,000원", "15,000원", "100,000원", "20,000원"]
    let sale: [Int] = [10, 15, 14, 20, 40, 10, 10, 30, 25]
    let sum: [Int] = [4410, 15300, 20800, 32000, 7400, 14400, 13500, 70000, 15000]
}
